"TITLE_INTRODUCTION" = "Introdução";
"TITLE_IDENTIFYING" = "A identificar o teclado";
"TITLE_CONCLUSION" = "Conclusão";
"TITLE_SELECT" = "Seleccione o tipo de teclado";

"INTRO_TEXT" = "Não é possível identificar o teclado e este não poderá ser utilizado enquanto não for identificado. Para identificar o teclado, clique em Continuar.\n\nSe o teclado estiver a funcionar bem e se o computador tiver um periférico adicional de entrada USB ligado que não seja um teclado, pode saltar este passo.";
"LEFT_SHIFT_TEXT" = "Prima a tecla imediatamente à direita da tecla Shift, no lado esquerdo do teclado.";
"RIGHT_SHIFT_TEXT" = "Prima a tecla imediatamente à esquerda da tecla Shift, no lado direito do teclado.";
"SHIFT_SUB_TEXT" = "Prima a tecla apenas uma vez e não a mantenha premida durante muito tempo. Quando a tecla é reconhecida, é visualizado o painel seguinte.";
"CONFIRM_TEXT" = "O teclado foi identificado. Clique Terminado para iniciar a utilização do computador. Se este não é o tipo correcto de teclado, seleccione o tipo e clique Terminado.";
"FORCE_CONFIRM_TEXT" = "Seleccione o tipo de teclado e clique Terminado. Se desconhece qual o tipo de teclado, contacte o respectivo fabricante.";
"PROGRESS_TEXT" = "A identificar o teclado…";
"WARNING_TITLE" = "Teclado não identificado.";
"WARNING_MESSAGE" = "As teclas premidas não são reconhecidas. Clique em OK para seleccionar o tipo de teclado.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Ignorar";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Prima a tecla imediatamente à direita da tecla Shift no lado esquerdo do teclado que não consegue ser identificado.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Prima a tecla imediatamente à esquerda da tecla Shift no lado direito do teclado que não consegue ser identificado.";
"EXTERNAL_WARNING_MESSAGE" = "Premiu uma tecla no teclado Apple. Prima as teclas no teclado que não consegue ser identificado.";

"ANSI_TITLE" = "ANSI (Estados Unidos e outros)";
"ANSI_HINT" = "Teclado padrão de 101 ou 102 teclas e outros teclados";

"ISO_TITLE" = "ISO (europeu)";
"ISO_HINT" = "Teclado standard ISO/IEC 9995";

"JIS_TITLE" = "JIS (Japonês)";
"JIS_HINT" = "Teclado standard Japonês com teclas do método de entrada";

"MacISO_TITLE" = "ISO (europeu)";
"MacISO_HINT" = "Teclado ISO/Macintosh";
